---
kind: enumMember
id: F:Autodesk.Revit.DB.OrdinateTextPosition.NextToWitnessLine
enum: Autodesk.Revit.DB.OrdinateTextPosition
source: html/d49aa2dd-e792-182a-af9f-d15f2c926e46.htm
---
# Autodesk.Revit.DB.OrdinateTextPosition.NextToWitnessLine

The dimension text position will be next to witness line.